{
  "topic": "1.12",
  "title": "Разбиение параллелограмма",
  "types": [
    {
      "id": "1.12.1",
      "title": "Треугольник ABE",
      "figure": { "img": "content/tasks/1/img/1_12.svg", "alt": "Разбиение параллелограмма" },
      "prototypes": [
        {
          "id": "1.12.1.1",
          "stem": "Площадь параллелограмма ABCD равна 60. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 15 },
          "unic": true
        },
        {
          "id": "1.12.1.2",
          "stem": "Площадь параллелограмма ABCD равна 20. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 5 }
        },
        {
          "id": "1.12.1.3",
          "stem": "Площадь параллелограмма ABCD равна 24. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 6 }
        },
        {
          "id": "1.12.1.4",
          "stem": "Площадь параллелограмма ABCD равна 28. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 7 }
        },
        {
          "id": "1.12.1.5",
          "stem": "Площадь параллелограмма ABCD равна 32. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 8 }
        },
        {
          "id": "1.12.1.6",
          "stem": "Площадь параллелограмма ABCD равна 36. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 9 }
        },
        {
          "id": "1.12.1.7",
          "stem": "Площадь параллелограмма ABCD равна 40. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 10 }
        },
        {
          "id": "1.12.1.8",
          "stem": "Площадь параллелограмма ABCD равна 44. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 11 }
        },
        {
          "id": "1.12.1.9",
          "stem": "Площадь параллелограмма ABCD равна 48. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 12 }
        },
        {
          "id": "1.12.1.10",
          "stem": "Площадь параллелограмма ABCD равна 52. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 13 }
        },
        {
          "id": "1.12.1.11",
          "stem": "Площадь параллелограмма ABCD равна 56. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 14 }
        },
        {
          "id": "1.12.1.12",
          "stem": "Площадь параллелограмма ABCD равна 64. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 16 }
        },
        {
          "id": "1.12.1.13",
          "stem": "Площадь параллелограмма ABCD равна 68. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 17 }
        },
        {
          "id": "1.12.1.14",
          "stem": "Площадь параллелограмма ABCD равна 72. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 18 }
        },
        {
          "id": "1.12.1.15",
          "stem": "Площадь параллелограмма ABCD равна 76. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 19 }
        },
        {
          "id": "1.12.1.16",
          "stem": "Площадь параллелограмма ABCD равна 80. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 20 }
        },
        {
          "id": "1.12.1.17",
          "stem": "Площадь параллелограмма ABCD равна 84. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 21 }
        },
        {
          "id": "1.12.1.18",
          "stem": "Площадь параллелограмма ABCD равна 88. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 22 }
        },
        {
          "id": "1.12.1.19",
          "stem": "Площадь параллелограмма ABCD равна 92. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 23 }
        },
        {
          "id": "1.12.1.20",
          "stem": "Площадь параллелограмма ABCD равна 96. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 24 }
        },
        {
          "id": "1.12.1.21",
          "stem": "Площадь параллелограмма ABCD равна 100. Точка E — середина стороны AD. Найдите площадь треугольника ABE.",
          "answer": { "value": 25 }
        }
      ]
    },
    {
      "id": "1.12.2",
      "title": "Трапеция BCDE",
      "figure": { "img": "content/tasks/1/img/1_12.svg", "alt": "Разбиение параллелограмма" },
      "prototypes": [
        {
          "id": "1.12.2.1",
          "stem": "Площадь параллелограмма ABCD равна 28. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 21 },
          "unic": true
        },
        {
          "id": "1.12.2.2",
          "stem": "Площадь параллелограмма ABCD равна 20. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 15 }
        },
        {
          "id": "1.12.2.3",
          "stem": "Площадь параллелограмма ABCD равна 24. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 18 }
        },
        {
          "id": "1.12.2.4",
          "stem": "Площадь параллелограмма ABCD равна 32. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 24 }
        },
        {
          "id": "1.12.2.5",
          "stem": "Площадь параллелограмма ABCD равна 36. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 27 }
        },
        {
          "id": "1.12.2.6",
          "stem": "Площадь параллелограмма ABCD равна 40. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 30 }
        },
        {
          "id": "1.12.2.7",
          "stem": "Площадь параллелограмма ABCD равна 44. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 33 }
        },
        {
          "id": "1.12.2.8",
          "stem": "Площадь параллелограмма ABCD равна 48. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 36 }
        },
        {
          "id": "1.12.2.9",
          "stem": "Площадь параллелограмма ABCD равна 52. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 39 }
        },
        {
          "id": "1.12.2.10",
          "stem": "Площадь параллелограмма ABCD равна 56. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 42 }
        },
        {
          "id": "1.12.2.11",
          "stem": "Площадь параллелограмма ABCD равна 60. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 45 }
        },
        {
          "id": "1.12.2.12",
          "stem": "Площадь параллелограмма ABCD равна 64. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 48 }
        },
        {
          "id": "1.12.2.13",
          "stem": "Площадь параллелограмма ABCD равна 68. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 51 }
        },
        {
          "id": "1.12.2.14",
          "stem": "Площадь параллелограмма ABCD равна 72. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 54 }
        },
        {
          "id": "1.12.2.15",
          "stem": "Площадь параллелограмма ABCD равна 76. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 57 }
        },
        {
          "id": "1.12.2.16",
          "stem": "Площадь параллелограмма ABCD равна 80. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 60 }
        },
        {
          "id": "1.12.2.17",
          "stem": "Площадь параллелограмма ABCD равна 84. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 63 }
        },
        {
          "id": "1.12.2.18",
          "stem": "Площадь параллелограмма ABCD равна 88. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 66 }
        },
        {
          "id": "1.12.2.19",
          "stem": "Площадь параллелограмма ABCD равна 92. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 69 }
        },
        {
          "id": "1.12.2.20",
          "stem": "Площадь параллелограмма ABCD равна 96. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 72 }
        },
        {
          "id": "1.12.2.21",
          "stem": "Площадь параллелограмма ABCD равна 100. Точка E — середина стороны AD. Найдите площадь трапеции BCDE.",
          "answer": { "value": 75 }
        }
      ]
    }
  ]
}
