{
  "topic": "3.1.1",
  "title": "Треугольная призма",
  "types": [
    {
      "id": "base",
      "prototypes": [
        {
          "id": "3.1.1.1.1",
          "stem": "Найдите объём многогранника, вершинами которого являются вершины A, B, C, C₁ правильной треугольной призмы ABCA₁B₁C₁, площадь основания которой равна 6, а боковое ребро равно 9.",
          "figure": { "img": "content/img/3.1.1_1.jfif" },
          "answer": { "value": 18 }
        },
        {
          "id": "3.1.1.2.1",
          "stem": "Дана правильная треугольная призма ABCA₁B₁C₁, площадь основания которой равна 8, а боковое ребро равно 6. Найдите объём многогранника, вершинами которого являются точки A, C, A₁, B₁, C₁.",
          "figure": { "img": "content/img/3.1.1_2.jfif" },
          "answer": { "value": 32 }
        },
        {
          "id": "3.1.1.3.1",
          "stem": "Через среднюю линию основания правильной треугольной призмы, объём которой равен 84, проведена плоскость, параллельная боковому ребру. Найдите объём отсечённой треугольной призмы.",
          "figure": { "img": "content/img/3.2.1_3.jfif" },
          "answer": { "value": 21 }
        },
        {
          "id": "3.1.1.4.1",
          "stem": "Площадь боковой поверхности треугольной призмы равна 24. Через среднюю линию основания призмы проведена плоскость, параллельная боковому ребру. Найдите площадь боковой поверхности отсечённой треугольной призмы.",
          "figure": { "img": "content/img/3.2.1_3.jfif" },
          "answer": { "value": 12 }
        },
        {
          "id": "3.1.1.5.1",
          "stem": "Через среднюю линию основания треугольной призмы проведена плоскость, параллельная боковому ребру. Найдите объём этой призмы, если объём отсечённой треугольной призмы равен 5.",
          "figure": { "img": "content/img/3.2.1_3.jfif" },
          "answer": { "value": 20 }
        },
        {
          "id": "3.1.1.6.1",
          "stem": "Через среднюю линию основания треугольной призмы проведена плоскость, параллельная боковому ребру. Площадь боковой поверхности отсечённой треугольной призмы равна 36. Найдите площадь боковой поверхности исходной призмы.",
          "figure": { "img": "content/img/3.2.1_3.jfif" },
          "answer": { "value": 72 }
        }
      ]
    }
  ]
}
