{
  "topic": "4.1",
  "title": "Классическая вероятность",
  "types": [
    {
      "id": "4.1.1",
      "title": "Дефектные изделия",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.1.1.1.1",
          "stem": "Фабрика выпускает сумки. В среднем 4 сумки из 50 имеют скрытый дефект. Найдите вероятность того, что купленная сумка окажется без скрытого дефекта.",
          "answer": { "text": "0,92", "value": 0.92 },
          "unic": true
        }
      ]
    },
    {
      "id": "4.1.2",
      "title": "Распределение по аудиториям",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.1.2.1.1",
          "stem": "На олимпиаде по математике 550 участников разместили в четырёх аудиториях. В первых трёх удалось разместить по 110 человек, оставшихся перевели в запасную аудиторию в другом корпусе. Найдите вероятность того, что случайно выбранный участник писал олимпиаду в запасной аудитории.",
          "answer": { "text": "0,4", "value": 0.4 },
          "unic": true
        }
      ]
    },
    {
      "id": "4.1.3",
      "title": "Доклады на конференции",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.1.3.1.1",
          "stem": "На конференцию приехали учёные из трёх стран: 5 из Австрии, 4 из Германии и 6 из Сербии. Каждый из них делает на конференции один доклад. Порядок докладов определяется жеребьёвкой. Найдите вероятность того, что десятым окажется доклад учёного из Сербии.",
          "answer": { "text": "0,4", "value": 0.4 },
          "unic": true
        },
        {
          "id": "4.1.3.2.1",
          "stem": "На конференцию приехали учёные из трёх стран: 9 из Португалии, 7 из Финляндии и 4 из Болгарии. Каждый из них делает на конференции один доклад. Порядок докладов определяется жеребьёвкой. Найдите вероятность того, что седьмым окажется доклад учёного из Португалии.",
          "answer": { "text": "0,45", "value": 0.45 }
        }
      ]
    },
    {
      "id": "4.1.4",
      "title": "Дефекты насосов",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.1.4.1.1",
          "stem": "В среднем из 3000 садовых насосов, поступивших в продажу, 9 подтекают. Найдите вероятность того, что один случайно выбранный для контроля насос не подтекает.",
          "answer": { "text": "0,997", "value": 0.997 },
          "unic": true
        }
      ]
    },
    {
      "id": "4.1.5",
      "title": "Гимнастика",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.1.5.1.1",
          "stem": "В чемпионате по гимнастике участвуют 25 спортсменок: 6 из Венгрии, 9 из Румынии, остальные — из Болгарии. Порядок, в котором выступают спортсменки, определяется жеребием. Найдите вероятность того, что спортсменка, выступающая первой, окажется из Болгарии.",
          "answer": { "text": "0,4", "value": 0.4 },
          "unic": true
        },
        {
          "id": "4.1.5.2.1",
          "stem": "В чемпионате по гимнастике участвуют 50 спортсменок: 13 из Великобритании, 7 из Франции, остальные — из Германии. Порядок, в котором выступают гимнастки, определяется жеребием. Найдите вероятность того, что спортсменка, выступающая первой, окажется из Германии.",
          "answer": { "text": "0,6", "value": 0.6 }
        }
      ]
    },
    {
      "id": "4.1.6",
      "title": "Толкание ядра",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.1.6.1.1",
          "stem": "В соревнованиях по толканию ядра участвуют спортсмены из четырёх стран: 6 из Великобритании, 2 из Франции, 4 из Германии и 3 из Италии. Порядок, в котором выступают спортсмены, определяется жеребием. Найдите вероятность того, что спортсмен, выступающий первым, окажется из Великобритании.",
          "answer": { "text": "0,4", "value": 0.4 },
          "unic": true
        }
      ]
    },
    {
      "id": "4.1.7",
      "title": "Экзаменационные билеты",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.1.7.1.1",
          "stem": "В сборнике билетов по математике всего 48 билетов, в 12 из них встречается вопрос по теме «Логарифмы». Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику не достанется вопрос по теме «Логарифмы».",
          "answer": { "text": "0,75", "value": 0.75 },
          "unic": true
        },
        {
          "id": "4.1.7.2.1",
          "stem": "В сборнике билетов по химии 30 билетов, в девяти из них встречается вопрос по теме «Щёлочи». Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику не достанется вопрос по теме «Щёлочи».",
          "answer": { "text": "0,7", "value": 0.7 }
        },
        {
          "id": "4.1.7.3.1",
          "stem": "В сборнике билетов по истории всего 50 билетов, в пяти из них встречается вопрос по теме «Великая Отечественная война». Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику не достанется вопрос по теме «Великая Отечественная война».",
          "answer": { "text": "0,9", "value": 0.9 }
        },
        {
          "id": "4.1.7.4.1",
          "stem": "В сборнике билетов по географии всего 50 билетов, в пятнадцати из них встречается вопрос по теме «Страны Африки». Найдите вероятность того, что в случайно выбранном на экзамене билете школьнику достанется вопрос по теме «Страны Африки».",
          "answer": { "text": "0,3", "value": 0.3 }
        }
      ]
    },
    {
      "id": "4.1.8",
      "title": "Прыжки в воду",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.1.8.1.1",
          "stem": "На чемпионате по прыжкам в воду выступают 25 спортсменов, среди них 10 спортсменов из Испании и 6 спортсменов из Бразилии. Порядок выступлений определяется жеребьёвкой. Найдите вероятность того, что одиннадцатым будет выступать спортсмен из Испании.",
          "answer": { "text": "0,4", "value": 0.4 },
          "unic": true
        }
      ]
    }
  ]
}
