{
  "topic": "4.4",
  "title": "Двукратный бросок монеты",
  "types": [
    {
      "id": "4.4.1",
      "title": "Двукратный бросок монеты",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.4.1.1.1",
          "stem": "В случайном эксперименте симметричную монету бросают дважды. Найдите вероятность того, что решка выпадет ровно один раз.",
          "answer": { "text": "0,5", "value": 0.5 },
          "unic": true
        },
        {
          "id": "4.4.1.1.2",
          "stem": "В случайном эксперименте симметричную монету бросают дважды. Найдите вероятность того, что орёл не выпадет ни разу.",
          "answer": { "text": "0,25", "value": 0.25 }
        },
        {
          "id": "4.4.1.1.3",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что орёл выпадет ровно один раз.",
          "answer": { "text": "0,5", "value": 0.5 }
        },
        {
          "id": "4.4.1.1.4",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что орёл выпадет оба раза.",
          "answer": { "text": "0,25", "value": 0.25 }
        },
        {
          "id": "4.4.1.1.5",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что орёл выпадет хотя бы один раз.",
          "answer": { "text": "0,75", "value": 0.75 }
        },
        {
          "id": "4.4.1.1.6",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что решка выпадет хотя бы один раз.",
          "answer": { "text": "0,75", "value": 0.75 }
        },
        {
          "id": "4.4.1.1.7",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что ни разу не выпадет решка.",
          "answer": { "text": "0,25", "value": 0.25 }
        },
        {
          "id": "4.4.1.1.8",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что в обоих бросках выпадет одна и та же сторона монеты.",
          "answer": { "text": "0,5", "value": 0.5 }
        },
        {
          "id": "4.4.1.1.9",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что в двух бросках выпадут разные стороны монеты.",
          "answer": { "text": "0,5", "value": 0.5 }
        },
        {
          "id": "4.4.1.1.10",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что в первом броске выпадет орёл.",
          "answer": { "text": "0,5", "value": 0.5 }
        },
        {
          "id": "4.4.1.1.11",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что в первом броске выпадет решка.",
          "answer": { "text": "0,5", "value": 0.5 }
        },
        {
          "id": "4.4.1.1.12",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что во втором броске выпадет орёл.",
          "answer": { "text": "0,5", "value": 0.5 }
        },
        {
          "id": "4.4.1.1.13",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что во втором броске выпадет решка.",
          "answer": { "text": "0,5", "value": 0.5 }
        },
        {
          "id": "4.4.1.1.14",
          "stem": "Симметричную монету бросают дважды. Найдите вероятность того, что за два броска выпадет один орёл и одна решка (в любом порядке).",
          "answer": { "text": "0,5", "value": 0.5 }
        },
        {
          "id": "4.4.1.1.15",
          "stem": "В случайном эксперименте симметричную монету бросают дважды. Найдите вероятность того, что решка выпадет не менее одного раза.",
          "answer": { "text": "0,75", "value": 0.75 }
        }
      ]
    }
  ]
}
