{
  "topic": "4.5",
  "title": "Интервальная вероятность",
  "types": [
    {
      "id": "4.5.1",
      "title": "Количество решённых задач",
      "defaults": {
        "difficulty": 1,
        "normalize": ["strip_spaces", "unicode_minus_to_ascii"]
      },
      "answer_spec": {
        "type": "string",
        "format": "ege_decimal"
      },
      "prototypes": [
        {
          "id": "4.5.1.1.1",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше четырёх задач, равна 0,73. Вероятность того, что А. верно решит больше трёх задач, равна 0,86. Найдите вероятность того, что А. верно решит ровно 4 задачи.",
          "answer": { "text": "0,13", "value": 0.13 },
          "unic": true
        },
        {
          "id": "4.5.1.1.2",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше пяти задач, равна 0,68. Вероятность того, что А. верно решит больше четырёх задач, равна 0,84. Найдите вероятность того, что А. верно решит ровно 5 задач.",
          "answer": { "text": "0,16", "value": 0.16 }
        },
        {
          "id": "4.5.1.1.3",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше шести задач, равна 0,55. Вероятность того, что А. верно решит больше пяти задач, равна 0,71. Найдите вероятность того, что А. верно решит ровно 6 задач.",
          "answer": { "text": "0,16", "value": 0.16 }
        },
        {
          "id": "4.5.1.1.4",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше пяти задач, равна 0,63. Вероятность того, что А. верно решит больше четырёх задач, равна 0,79. Найдите вероятность того, что А. верно решит ровно 5 задач.",
          "answer": { "text": "0,16", "value": 0.16 }
        },
        {
          "id": "4.5.1.1.5",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше шести задач, равна 0,72. Вероятность того, что А. верно решит больше пяти задач, равна 0,89. Найдите вероятность того, что А. верно решит ровно 6 задач.",
          "answer": { "text": "0,17", "value": 0.17 }
        },
        {
          "id": "4.5.1.1.6",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше четырёх задач, равна 0,57. Вероятность того, что А. верно решит больше трёх задач, равна 0,80. Найдите вероятность того, что А. верно решит ровно 4 задачи.",
          "answer": { "text": "0,23", "value": 0.23 }
        },
        {
          "id": "4.5.1.1.7",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше пяти задач, равна 0,61. Вероятность того, что А. верно решит больше четырёх задач, равна 0,90. Найдите вероятность того, что А. верно решит ровно 5 задач.",
          "answer": { "text": "0,29", "value": 0.29 }
        },
        {
          "id": "4.5.1.1.8",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше шести задач, равна 0,54. Вероятность того, что А. верно решит больше пяти задач, равна 0,76. Найдите вероятность того, что А. верно решит ровно 6 задач.",
          "answer": { "text": "0,22", "value": 0.22 }
        },
        {
          "id": "4.5.1.1.9",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше пяти задач, равна 0,69. Вероятность того, что А. верно решит больше четырёх задач, равна 0,88. Найдите вероятность того, что А. верно решит ровно 5 задач.",
          "answer": { "text": "0,19", "value": 0.19 }
        },
        {
          "id": "4.5.1.1.10",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше шести задач, равна 0,52. Вероятность того, что А. верно решит больше пяти задач, равна 0,83. Найдите вероятность того, что А. верно решит ровно 6 задач.",
          "answer": { "text": "0,31", "value": 0.31 }
        },
        {
          "id": "4.5.1.1.11",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше пяти задач, равна 0,64. Вероятность того, что А. верно решит больше четырёх задач, равна 0,90. Найдите вероятность того, что А. верно решит ровно 5 задач.",
          "answer": { "text": "0,26", "value": 0.26 }
        },
        {
          "id": "4.5.1.1.12",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше шести задач, равна 0,46. Вероятность того, что А. верно решит больше пяти задач, равна 0,64. Найдите вероятность того, что А. верно решит ровно 6 задач.",
          "answer": { "text": "0,18", "value": 0.18 }
        },
        {
          "id": "4.5.1.1.13",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше четырёх задач, равна 0,58. Вероятность того, что А. верно решит больше трёх задач, равна 0,92. Найдите вероятность того, что А. верно решит ровно 4 задачи.",
          "answer": { "text": "0,34", "value": 0.34 }
        },
        {
          "id": "4.5.1.1.14",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше пяти задач, равна 0,49. Вероятность того, что А. верно решит больше четырёх задач, равна 0,78. Найдите вероятность того, что А. верно решит ровно 5 задач.",
          "answer": { "text": "0,29", "value": 0.29 }
        },
        {
          "id": "4.5.1.1.15",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше шести задач, равна 0,53. Вероятность того, что А. верно решит больше пяти задач, равна 0,81. Найдите вероятность того, что А. верно решит ровно 6 задач.",
          "answer": { "text": "0,28", "value": 0.28 }
        },
        {
          "id": "4.5.1.1.16",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше четырёх задач, равна 0,67. Вероятность того, что А. верно решит больше трёх задач, равна 0,93. Найдите вероятность того, что А. верно решит ровно 4 задачи.",
          "answer": { "text": "0,26", "value": 0.26 }
        },
        {
          "id": "4.5.1.1.17",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше пяти задач, равна 0,41. Вероятность того, что А. верно решит больше четырёх задач, равна 0,65. Найдите вероятность того, что А. верно решит ровно 5 задач.",
          "answer": { "text": "0,24", "value": 0.24 }
        },
        {
          "id": "4.5.1.1.18",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше шести задач, равна 0,37. Вероятность того, что А. верно решит больше пяти задач, равна 0,60. Найдите вероятность того, что А. верно решит ровно 6 задач.",
          "answer": { "text": "0,23", "value": 0.23 }
        },
        {
          "id": "4.5.1.1.19",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше пяти задач, равна 0,48. Вероятность того, что А. верно решит больше четырёх задач, равна 0,73. Найдите вероятность того, что А. верно решит ровно 5 задач.",
          "answer": { "text": "0,25", "value": 0.25 }
        },
        {
          "id": "4.5.1.1.20",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше шести задач, равна 0,44. Вероятность того, что А. верно решит больше пяти задач, равна 0,70. Найдите вероятность того, что А. верно решит ровно 6 задач.",
          "answer": { "text": "0,26", "value": 0.26 }
        },
        {
          "id": "4.5.1.1.21",
          "stem": "Вероятность того, что на тестировании по математике учащийся А. верно решит больше четырёх задач, равна 0,50. Вероятность того, что А. верно решит больше трёх задач, равна 0,82. Найдите вероятность того, что А. верно решит ровно 4 задачи.",
          "answer": { "text": "0,32", "value": 0.32 }
        }
      ]
    }
  ]
}
